LASEC-UFU/LasecSimul/examples/esp32-openeth-internet/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ETH_USE_OPENETH=y
CONFIG_ETH_OPENETH_DMA_RX_BUFFER_NUM=8
CONFIG_ETH_OPENETH_DMA_TX_BUFFER_NUM=4
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
CONFIG_ESP_CONSOLE_UART_BAUDRATE=115200
